DreamMakers2/ESP32-S3-Virtual-Wireless-Keyboard/firmware/bridge-b/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESPTOOLPY_FLASHSIZE_16MB=y
CONFIG_SPIRAM=y
CONFIG_SPIRAM_MODE_OCT=y
CONFIG_TINYUSB_HID_COUNT=1
CONFIG_TINYUSB_DESC_USE_ESPRESSIF_VID=y
CONFIG_TINYUSB_DESC_MANUFACTURER_STRING="DreamMakers2"
CONFIG_TINYUSB_DESC_PRODUCT_STRING="Wireless Keyboard Bridge B"
CONFIG_BRIDGE_TEST_FIXTURE=n
CONFIG_LOG_DEFAULT_LEVEL_WARN=y
CONFIG_FREERTOS_HZ=1000
